Repository: hkfuertes/msm8916-openwrt
Catalog: packages/luci-app-usb-gadget/po/*/usb-gadget.po
Languages: es

source: USB Gadget Configuration
es: Configuración USB Gadget

source: Configure USB gadget functions. Changes take effect after saving and restarting the service.
es: Configura las funciones USB gadget. Los cambios tienen efecto tras guardar y reiniciar el servicio.

source: Device Settings
es: Configuración del Dispositivo

source: Enable USB Gadget
es: Habilitar USB Gadget

source: Disable to use USB port in host mode.
es: Deshabilita para usar el puerto USB en modo host.

source: Ensure alternative access.
es: Asegura acceso alternativo.

source: Gadget Name
es: Nombre del Gadget

source: Manufacturer
es: Fabricante

source: Product
es: Producto

source: Vendor ID
es: ID del Proveedor

source: Must be hex format: 0x1234
es: Debe estar en formato hexadecimal: 0x1234

source: Product ID
es: ID del Producto

source: UDC Device
es: Dispositivo UDC

source: Auto-detect
es: Auto-detectar

source: RNDIS (Windows Ethernet)
es: RNDIS (Ethernet Windows)

source: Windows-compatible USB ethernet. Works on all Windows versions.
es: Ethernet USB compatible con Windows. Funciona en todas las versiones de Windows.

source: Enable RNDIS
es: Habilitar RNDIS

source: Plug-and-play on Windows. Automatically adds to LAN bridge.
es: Plug-and-play en Windows. Se añade automáticamente al puente LAN.

source: ECM (macOS/Linux Ethernet)
es: ECM (Ethernet macOS/Linux)

source: For macOS ≤10.14 and Linux. Do not enable with NCM.
es: Para macOS ≤10.14 y Linux. No habilitar con NCM.

source: Enable ECM
es: Habilitar ECM

source: CDC Ethernet for macOS and Linux. Disable RNDIS when using.
es: CDC Ethernet para macOS y Linux. Deshabilita RNDIS al usar.

source: NCM (Modern Ethernet)
es: NCM (Ethernet Moderno)

source: Best performance. For Windows 11+, macOS ≥10.15, Linux.
es: Mejor rendimiento. Para Windows 11+, macOS ≥10.15, Linux.

source: Enable NCM
es: Habilitar NCM

source: Modern high-speed USB ethernet. Best choice for new systems.
es: Ethernet USB moderno de alta velocidad. Mejor opción para sistemas nuevos.

source: ACM (Serial Console)
es: ACM (Consola Serie)

source: Provides /dev/ttyACM0 on host. Access: screen /dev/ttyACM0 115200
es: Proporciona /dev/ttyACM0 en el host. Acceso: screen /dev/ttyACM0 115200

source: Enable Serial Console
es: Habilitar Consola Serie

source: Enable Login Shell
es: Habilitar Shell de Login

source: Provide shell access. Disable for raw TTY.
es: Proporciona acceso shell. Deshabilita para TTY sin procesar.

source: Connection Info
es: Información de Conexión

source: Mass Storage
es: Almacenamiento Masivo

source: Expose storage image as USB drive. Does not provide access to the device.
es: Expone imagen de almacenamiento como unidad USB. No proporciona acceso al dispositivo.

source: Enable Mass Storage
es: Habilitar Almacenamiento Masivo

source: Image Path
es: Ruta de la Imagen

source: File will be created automatically if it doesn't exist.
es: El archivo se creará automáticamente si no existe.

source: Image Size
es: Tamaño de la Imagen

source: Used when creating (e.g., 512M, 1G, 2G)
es: Se usa al crear (ej., 512M, 1G, 2G)

source: Read-Only
es: Solo Lectura

source: Mount as read-only on the host computer
es: Montar como solo lectura en el ordenador host

source: Configuration saved. Restarting USB Gadget service...
es: Configuración guardada. Reiniciando servicio USB Gadget...

source: USB Gadget service restarted successfully
es: Servicio USB Gadget reiniciado exitosamente

source: Gadget Status
es: Estado del Gadget

source: Active (Device Mode)
es: Activo (Modo Dispositivo)

source: Disabled (Host Mode)
es: Deshabilitado (Modo Host)

source: Enabled Functions
es: Funciones Habilitadas

source: None
es: Ninguna

source: USB Controller
es: Controlador USB

source: Network Interfaces
es: Interfaces de Red

source: USB Gadget Status
es: Estado USB Gadget

source: View current USB gadget configuration and status
es: Ver configuración y estado actual del USB gadget

source: Current Status
es: Estado Actual

source: Restarting service...
es: Reiniciando servicio...

source: Please wait...
es: Por favor espera...

source: Failed to restart: %s
es: Error al reiniciar: %s

source: Restart Service
es: Reiniciar Servicio
