Repository: hkfuertes/msm8916-openwrt
Catalog: packages/luci-app-tailscale/po/*/tailscale.po
Languages: es

source: Accept DNS
es: Aceptar DNS

source: Accept DNS configuration from the Tailscale admin console.
es: Aceptar configuración DNS desde la consola de administración de Tailscale.

source: Accept Routes
es: Aceptar Rutas

source: Accept subnet routes that other nodes advertise.
es: Aceptar rutas de subred que anuncian otros nodos.

source: Access Control
es: Control de Acceso

source: Additional Flags
es: Flags Adicionales

source: Advanced Settings
es: Configuración Avanzada

source: Are you sure you want to log out and unbind the current device?
es: ¿Estás seguro de que quieres cerrar sesión y desvincular el dispositivo actual?

source: Auth Key
es: Clave de Autenticación

source: Available flags
es: Flags disponibles

source: Basic Settings
es: Configuración Básica

source: Collecting data ...
es: Recopilando datos...

source: Custom Server Settings
es: Configuración de Servidor Personalizado

source: Device Name
es: Nombre del Dispositivo

source: Enable
es: Habilitar

source: Error parsing interface info: %s.
es: Error al analizar información de interfaz: %s.

source: Exit Node
es: Nodo de Salida

source: Expose Subnets
es: Exponer Subredes

source: Expose physical network routes into Tailscale, e.g. <code>10.0.0.0/24</code>.
es: Exponer rutas de red física en Tailscale, ej. <code>10.0.0.0/24</code>.

source: Extra Settings
es: Configuración Extra

source: Firewall Mode
es: Modo Firewall

source: Global Settings
es: Configuración Global

source: Grant access to Tailscale configuration
es: Conceder acceso a la configuración de Tailscale

source: IPv4 Address
es: Dirección IPv4

source: IPv6 Address
es: Dirección IPv6

source: Interface Info
es: Información de Interfaz

source: Interface Name
es: Nombre de Interfaz

source: LAN access Tailscale
es: LAN accede a Tailscale

source: Leave blank to use the device's hostname.
es: Deja en blanco para usar el nombre del dispositivo.

source: List of extra flags. Format: --flags=value, e.g. <code>--exit-node=10.0.0.1</code>. <br> %s for enabling settings upon the initiation of Tailscale.
es: Lista de flags extra. Formato: --flags=valor, ej. <code>--exit-node=10.0.0.1</code>. <br> %s para habilitar ajustes al iniciar Tailscale.

source: Log out and Unbind
es: Cerrar Sesión y Desvincular

source: Logging program activities.
es: Registrando actividades del programa.

source: Logging program errors and exceptions.
es: Registrando errores y excepciones del programa.

source: Login Status
es: Estado de Sesión

source: Logs
es: Registros

source: NOT RUNNING
es: NO EJECUTÁNDOSE

source: Need to log in
es: Necesita iniciar sesión

source: Network Interface Information
es: Información de Interfaz de Red

source: No Available Exit Nodes
es: No hay Nodos de Salida Disponibles

source: No Available Subnet Routes
es: No hay Rutas de Subred Disponibles

source: No interface online.
es: Ninguna interfaz en línea.

source: Offer to be an exit node for outbound internet traffic from the Tailscale network.
es: Ofrecer ser un nodo de salida para tráfico de internet saliente de la red Tailscale.

source: Online Exit Nodes
es: Nodos de Salida en Línea

source: Port
es: Puerto

source: RUNNING
es: EJECUTÁNDOSE

# scroll to top (the head) of the log file
source: Scroll to head
es: Ir al inicio

# scroll to bottom (the tail) of the log file
source: Scroll to tail
es: Ir al final

source: Select an online machine name to use as an exit node.
es: Selecciona un nombre de máquina en línea para usar como nodo de salida.

source: Select subnet routes advertised by other nodes in Tailscale network.
es: Selecciona rutas de subred anunciadas por otros nodos en la red Tailscale.

source: Server Address
es: Dirección del Servidor

source: Set the Tailscale port number.
es: Establece el número de puerto de Tailscale.

source: Site To Site
es: Sitio a Sitio

source: StdErr Log
es: Registro StdErr

source: StdOut Log
es: Registro StdOut

source: Subnet Routes
es: Rutas de Subred

source: Tailscale access LAN
es: Tailscale accede a LAN

source: Tailscale access WAN
es: Tailscale accede a WAN

source: Tailscale is a cross-platform and easy to use virtual LAN.
es: Tailscale es una LAN virtual multiplataforma y fácil de usar.

source: The working directory contains config files, audit logs, and runtime info.
es: El directorio de trabajo contiene archivos de configuración, registros de auditoría e información de ejecución.

source: Total Download
es: Descarga Total

source: Total Upload
es: Subida Total

source: Unable to get interface info: %s.
es: No se puede obtener información de interfaz: %s.

source: Unable to load log data:
es: No se pueden cargar datos de registro:

source: Use %s to deploy a private server.
es: Usa %s para desplegar un servidor privado.

source: Use site-to-site layer 3 networking to connect subnets on the Tailscale network.
es: Usa redes capa 3 sitio a sitio para conectar subredes en la red Tailscale.

source: WAN access Tailscale
es: WAN accede a Tailscale

source: Workdir
es: Directorio de Trabajo
